export const menuData = {
    section1: [
        { title: "सब्जी", image: "sabji.jpg", items: ["शाही पनीर", "मटर मशरूम", "मिक्स वेज", "मलाई कोपता", "दाल मखनी", "चाप", "तवा सब्जी", "पालक पनीर", "आलू प्याज", "कढ़ी पकोड़ा", "पनीर भुर्जी", "दम आलू", "पनीर मखनी", "नवरत्न कोपता", "मटर पनीर"] },
        { title: "पंजाबी ढाबा", image: "punjabi-dhaba.jpg", items: ["बैंगन का भरता", "दाल फ्राई", "भिंडी मसाला", "राजमा छोले", "पंचारण चटनी", "भरमा कुलचे (देसी घी )"] },
        { title: "रोटी & तंदूर", image: "roti.jpg", items: ["बटर नान", "लच्छा पराठा", "स्टफ नान", "मिस्सी रोटी", "सादा रोटी", "onion मिस्सी रोटी", "मक्का की रोटी", "बथुआ की रोटी", "ख़स्ता रोटी", "अजवायन की पूरी", "भरमा कचौड़ी", "बिस्किट रोटी"] },
        { title: "स्नैक्स", image: "snacks.jpg", items: ["मलाई चाप", "पनीर टिक्का", "मशरूम टिक्का", "चिल्ली पनीर", "मंचूरियन", "चिल्ली पोटैटो", "वेज सूप", "हरा भरा कबाब"] }
    ],
    section2: [
        { title: "नासता", image: "nasta.jpg", items: ["सादा बर्फी", "मिल्क केक", "चमचम", "काजू बर्फी", "शाही बर्फी", "केसर दूध", "पनीर की जलेबी", "काजू", "बादाम", "किसमिस", "रोस्टेड पिस्ता", "पनीर पकौड़ा", "पंजाबी पकौड़ा", "गोभी पकोड़ा", "मिर्च का पकौड़ा", "🍎 सेब", "🍊 संतरा", "तरबूज", "🍇 अंगूर", "अमरूद", "🍌 केला"] },
        { title: "खोमचा चटपटा", image: "khomcha.jpg", items: ["गोल गप्पे", "टिक्की", "चौमीन", "दही भल्ले", "कांजी के बड़े", "चीला", "फ्रूट चाट", "पाव भाजी", "ढोसा", "इंग्लिश चाट"] },
        { title: "स्वीट्स", image: "sweets.jpg", items: ["गुलाब जामुन", "रस मलाई", "गाजर का हलवा", "मूंग का हलवा", "घीया का हलवा", "राज भोग", "स्पंज रसगुल्ले", "राज भोग केसर", "पनीर की जलेबी", "लंबे गुलाब जामुन", "सफेद रसगुल्ले", "दूध जलेबी"] },
        { title: "भाजी डिब्बा", image: "bhaji-dibba.jpg", items: ["सादा बर्फी", "डोडा बर्फी", "मिल्क केक", "बेसन के लड्डू", "शाही पतीसा"] }
    ],
    section3: [
        { title: "ड्रिंक्स", image: "drinks.jpg", items: ["पानी", "coke कोक", "mirinda मिरिंडा", "fanta फैंटा", "due ड्यू", "केसर दूध", "दूध", "राबड़ी केसर दूध"] }
    ]
};
